<?php

return [
	'admin' => [
		'news' => [
			'store' => [
				'success' => 'Новость успешно добавлена',
				'fail'    => 'Новость добавить не удалось'
 			],
			'update' => [
				'success' => 'Новость успешно обновлена',
				'fail'    => 'Новость обновить не удалось'
			]
    ],
    'categories' => [
			'store' => [
				'success' => 'Категория успешно дабавлена',
				'fail'    => 'Категорию добавить не удалось'
 			],
			'update' => [
				'success' => 'Категория успешно обновлена',
				'fail'    => 'Категорию обновить не удалось'
			]
		],
		'sources' => [
			'store' => [
				'success' => 'Ресурс успешно дабавлен',
				'fail'    => 'Ресурс добавить не удалось'
 			],
			'update' => [
				'success' => 'Ресурс успешно обновлен',
				'fail'    => 'Ресурс обновить не удалось'
			]
		],

		'users' => [
			'update' => [
				'success' => 'Права пользователя успешно обновлены',
				'fail'    => 'Права пользователя обновить не удалось'
			]
		]
  ],
  'feedback' => [
    'store' => [
      'success' => 'Отзыв добавлен',
      'fail'    => 'Отзыв добавить не удалось'
     ],
  ]
];